{
  "domain": "line2revo.fun",
  "botname": "エリカ様の血盟管理お手伝い",
  "metaname": "エリカ",
  "systemErrorMessageTail": "**このエラーは想定外！**\n作者に問い合わせるのが懸命よ。きっとバグね・・・\nhttps://line2revo.fun/#inquiry",
  "notifyMessageTails": [
    "が予定されてるわよ！確認してみて！",
    "関連お知らせもあったわ！一緒に確認して！",
    "件あったわ！一緒に確認して！",
    "開催予定に自動リセットしたわよ！確認してみて！"
  ],
  "botMessageTails": [
    "戦闘力を更新するのね、私に任せて！",
    "ごめんなさい・・・やっぱり疲れたから少し休ませて・・・(T-T)",
    "予定へ不参加で登録するのね、仕方ないわ・・・次は来てね★",
    "メモの設定は同時にしなくて良かったかしら？もし必要なら「不参加 何かメモしたいコメント」の形で教えてちょうだいね★",
    "",
    "予定に参加するのね！ありがとう！！",
    "VCの設定は同時にしなくて良かったかしら？もし必要なら「聞き専」「可能」「不可」のどれかを教えてちょうだいね★",
    "予定は未定よね・・・分かったわ！予定には **たぶん参加** で登録するわ！出れるかハッキリ分かったらまた改めて教えて頂戴ね★",
    "メモの設定は同時にしなくて良かったかしら？もし必要なら「参加△ 何かメモしたいコメント」の形で教えてちょうだいね★",
    "予定への参加表明がまだの人を確認するのね、任せて！",
    "予定への参加がまだ未確定の人を確認するのね、任せて！",
    "を更新するのね、私に任せて！",
    "で登録するわ！",
    "お知らせを毎日自動通知して欲しいのね、私に任せて！",
    "お知らせ自動通知を解除して欲しいのね、私に任せて！",
    "このチャンネルのトピックを今貰った血盟管理ツールURLの情報に書き換えるのね！任せて！\nこのチャンネルを血盟管理ツールと連動するって事よね。きっといい結果になると思うわよ★",
    "呼んだかしら？？\n私が出来るお手伝いは",
    "よ！\n**[]**の中がコマンドになってるから\n\n参加 聞き専\n\nとかって言う風に書き込んでくれれば、あとは私がやっておくわ！！\n覚えてね★",
    "にゃ！",
    "このチャンネルに該当する血盟登録が見つかったわ！",
    "ね！",
    "該当する血盟員が見つかったわ！",
    "該当する血盟員が見当たらないわ・・・\n血盟管理ツール「 https://",
    " 」に登録済みか確認してみて！\nディスコード上のユーザー名とキャラ名が違う場合はあなたのディスコードID「 ",
    " 」をツールに登録すると確実よ！",
    "**あなたの戦闘力データを更新したわ！**\nあなたの最新データはココにあるわよ★",
    "貴方戦闘力下がってるけど・・・エリカとの約束ちゃんと守ってる？マーブル無しで強化したら怒るわよ・・・？",
    "トピックの設定を変えたわ！コレでこのチャンネルは血盟管理ツールと連動出来たハズよ！\nエリカに「エリカ様お願いします助けて下さい」って言ったらしょうが無いから使い方教えて上げるっ♥",
    "ゴメンナサイ、トピックの設定を変える権限がエリカにないみたい・・・エリカの「チャンネルの管理」権限がONになってるか設定を確認してもらえる・・・？",
    "このチャンネルに該当する予定が見当たらないわ・・・\nチャンネルのトピックにscheduleIDが「clanid=",
    "&scheduleid=j3HQKbDdIirJgvZ0yNrf(※自身の血盟のscheduleidに置き換えて)」みたいにちゃんと設定されてるか確認してみて！",
    "を言ってくれたら私が代わりに設定することも出来るわよ！",
    "該当する予定が見つかったわ！",
    "名** が参加予定になってるわ。",
    "トピックの設定を変えたわ！コレでこのチャンネルは予定と連動出来たハズよ！\nエリカに「エリカ様お願いします助けて下さい」って言ったらしょうが無いから使い方教えて上げるっ♥",
    "**以下の方達がまだ未確定のままだったわ・・・**",
    "**未確定の人は居なかったわ！**",
    "**以下の方達がまだ未表明のままだったわ・・・**",
    "出来るわ！\nもしくは私に「参加」「不参加」かを教えて！",
    "**未表明の方は居なかったわ！**",
    "で予定登録を完了したわ！**\nあなたの最新データはココにあるわよ★",
    "この血盟にはDiscordの `Webhook` がまだ登録されていないから、お知らせを自動で送ることが出来ないわ・・・\n「 https://line2revo.fun/#howto 」このページの「予定を通知して出欠を促す事は出来ますか？」を参考にDiscordに `Webhook` を設定をしてみて！",
    "**お知らせ自動通知を設定したわ！**\nこれで毎晩0時頃に3日先までの予定が自動でお知らせされるハズよ！\n取り消したい時は「お知らせ通知解除」って言ってちょうだい★",
    "**お知らせ自動通知は既に設定されてたわ！**\n毎晩0時頃に3日前までの予定が自動でお知らせされるハズよ！\n取り消したい時は「お知らせ通知解除」って言ってちょうだい★",
    "**お知らせ自動通知を解除したわ！**\nこれで毎晩グッスリ眠れるハズよ！\n・・・少し・・・うるさかったかしらね・・・\nもう一度設定する時は「お知らせ通知」って言ってちょうだい★",
    "このチャンネルに該当する血盟登録が見当たらないわ・・・\nチャンネルのトピックにclanIDが「clanid=z77eo(※自身の血盟のclanIDに置き換えて)9emP3bn」みたいにちゃんと設定されてるか確認してみて！\n設定されて居なかったら貴方の血盟管理ツールの血盟ページURLをここに書いてくれれば私が代わりに設定出来るかも！試してみて！",
    "該当する項目が見当たらないわ・・・\nデータを管理している人に確認してみて！"
  ]
}
