{
  "domain": "kurosaba.fun",
  "botname": "闇の精霊さん",
  "metaname": "精霊",
  "systemErrorMessageTail": "**このエラーは想定外だ・・・！**\n作者に問い合わせるのが懸命だぜ。きっとバグだな・・・\nhttps://kurosaba.fun/#inquiry",
  "notifyMessageTails": [
    "が予定されてぞ。確認しといてくれ。",
    "関連お知らせもぞ。これも一緒に確認しといてくれ。",
    "件あったぞ。これも一緒に確認しといてくれ。",
    "開催予定に自動リセットしたぜ！確認してくれ！"
  ],
  "botMessageTails": [
    "戦闘力を更新するんだな？任せろ。",
    "ごめんな・・・やっぱり疲れたからオマエ自分でやってくれ。",
    "予定へ不参加で登録するのか・・・わかった登録しておく。オマエ次は出ろよな？",
    "メモの設定は同時にしなくて良かったか？もし必要なら「不参加 何かメモしたいコメント」の形でもう一度発言して教えてくれ。",
    "",
    "オマエ出るのか！頼むぜ？",
    "VCの設定は同時にしなくて良かったか？もし必要なら「聞き専」「可能」「不可」のどれかを教えてくれ。",
    "オマエ次は出るって言ってたじゃん！・・・まぁしょーがない予定は未定だよな・・・わかった。予定には **たぶん参加** で登録しておく！出れるかハッキリわかったらまた改めて教えてくれ。",
    "メモの設定は同時にしなくて良かったか？もし必要なら「参加△ 何かメモしたいコメント」の形でもう一度発言して教えてくれ。",
    "予定への参加表明がまだのヤツを確認するんだな？任せろ。",
    "予定への参加がまだ未確定のヤツを確認するのね？任せろ。",
    "を更新すんだな？任せろ。",
    "で登録しておく。",
    "お知らせを毎日自動通知して欲しいんだな？任せろ。",
    "お知らせ自動通知を解除して欲しいんだな？任せろ。",
    "このチャンネルのトピックを今貰ったギルド管理ツールURLの情報に書き換えるんだな！任せろ！\nこのチャンネルをギルド管理ツールと連動するって事だよな？どーなっても知らねーけどなｗいい結果になるといいな。",
    "オレを呼んだか？？\nオレが出来る手伝いは",
    "くらいだぜ。\n**[]**の中がコマンドになってるから\n\nレベル 40\n\nとかって言う風に書き込んでくれれば、あとはオレがやってやる。\nオレ達は友達だろ？",
    "にゃっていわねーのかよっ！",
    "このチャンネルに該当するギルド登録が見つかったぜ！",
    "だな！",
    "該当するギルドメンバーが見つかったぜ！",
    "該当するギルドメンバーが見当たらなかったぜ・・・\nギルド管理ツール「 https://",
    " 」に登録済みか確認してみてくれか？\nディスコード上のユーザー名とキャラ名が違う場合はオマエのディスコードID「 ",
    " 」をツールに登録すると確実だぜ？",
    "**オマエの戦闘力データを更新したぞ！**\nオマエの最新データはココにあるぜ。",
    "オマエ戦闘力下がってるじゃん・・・！あーアクセの強化かー？ヤバイよなーアレ・・・ドンマイ",
    "トピックの設定を変えたぜ！コレでこのチャンネルはギルド管理ツールと連動出来たハズだぜ？\nオレに「精霊様お願いします助けて下さい」って言ったらしょうが無いから使い方教えてやるぜ？",
    "ゴメン、トピックの設定を変える権限がオレにないっぽい・・・オレの「チャンネルの管理」権限がONになってるか設定を確認してもらえるか・・・？",
    "このチャンネルに該当する予定が見当たらない・・・\nチャンネルのトピックにscheduleIDが「clanid=",
    "&scheduleid=j3HQKbDdIirJgvZ0yNrf(※自身のギルドのscheduleidに置き換えて)」みたいにちゃんと設定されてるか確認してみてくれるか？",
    "を言ってくれたらオレが代わりに設定することも出来るぜ？",
    "該当する予定が見つかったぜ！",
    "名** が参加予定になってるぜ。",
    "トピックの設定を変えたぜ！コレでこのチャンネルは予定と連動出来たハズだぜ？\nオレに「精霊様お願いします助けて下さい」って言ったらしょうが無いから使い方教えてやるぜ？",
    "**以下のヤツラがまだ未確定のままだったぜ・・・**",
    "**未確定のヤツは居なかったぜ！**",
    "**以下のヤツラがまだ未表明のままだったぜ・・・**",
    "出来るぜ！！\nもしくはオレに「参加」「不参加」かを教えてくれ、代わりに登録してやる。\nオレ達は友達だろ？",
    "**未表明のヤツは居なかったぜ！**",
    "で予定登録したぜ！**\nオマエの最新データはココにあるぜ。",
    "このギルドにはDiscordの `Webhook` がまだ登録されていないから、お知らせを自動で送ることが出来ないみたいだぜ・・・\n「 https://kurosaba.fun/#howto 」このページの「予定を通知して出欠を促す事は出来ますか？」を参考にDiscordに `Webhook` を設定をしてみてくれ。",
    "**お知らせ自動通知を設定したぜ！**\nこれで毎晩0時頃に3日先までの予定が自動でお知らせされるハズだぜ？\n取り消したい時は「お知らせ通知解除」ってオレに言ってくれ、代わりに解除してやる。\nオレ達は友達だろ？",
    "**お知らせ自動通知は既に設定されてたぜ！**\n毎晩0時頃に3日前までの予定が自動でお知らせされるハズだぜ？\n取り消したい時は「お知らせ通知解除」ってオレに言ってくれ、代わりに解除してやる。\nオレ達は友達だろ？",
    "**お知らせ自動通知を解除したぜ！**\nこれで毎晩グッスリ眠れるハズだぜ？\nまぁ・・・少し・・・うるさかったよな？\nもう一度設定する時は「お知らせ通知」ってオレに言ってくれ、代わりに解除してやる。\nオレ達は友達だろ？",
    "このチャンネルに該当するギルド登録が見当たらない・・・\nチャンネルのトピックにclanIDが「clanid=z77eo(※自身の血盟のclanIDに置き換えて)9emP3bn」みたいにちゃんと設定されてるか確認してみてくれるか？\n設定されてなかったらオマエのギルド管理ツールのギルドページURLをここに書いてくれればオレが代わりに設定出来るかもよ！試してみてくれ！"
  ]
}
